---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarContainerIterator
source: html/4cd97f70-d267-85bd-74da-c14c9a01ec3b.htm
---
# RebarContainerIterator Properties

Gets the item at the current position of the iterator.